export default {
  nav: {
    title: '李保国中医诊所艾灸馆',
    home: '首页',
    services: '服务',
    acupuncture: '针灸',
    moxibustion: '艾灸',
    chinese_tui_na: '推拿',
    massage: '瑞典式按摩',
    cupping: '拔罐',
    chinese_herbs: '中药',
    about: '关于'
  },
  index: {
    hero: {
      title: '李保国中医诊所艾灸馆',
      description: '综合运用传统中医疗法治疗常见病及疑难杂症，祛病养生，医者仁心'
    },
    service: {
      title: '服务',
      notice: '* 含税',
      learn_more: '了解更多',
      acupuncture: {
        title: '针灸',
        description: '对人体腧穴部位进行刺激，达到防病，治病，保健等目地的传统治疗方法'
      },
      moxibustion: {
        title: '艾灸',
        description: '通过燃烧的艾柱，艾条对人体穴位或特定部位进行熏灼在一定的穴位上，直接或间接地施以适当温热刺激，通过经络的传导作用而达到治病和保健目的'
      },
      chinese_tui_na: {
        title: '推拿',
        description: '推拿是为药物的自然疗法，物理疗法'
      },
      massage: {
        title: '瑞典式按摩',
        description: '透过有规律的敲打，揉搓，利用精油按摩肌肉，增强体液循环，缓解肌肉紧张及疼痛，能促进体内的新陈代谢'
      },
      cupping: {
        title: '拔罐',
        description: '通经活络，行气活血，消肿止痛，祛风散寒等作用的疗法'
      },
      chinese_herbs: {
        title: '中药',
        description: '中医用以防病、治病的药物的总称'
      },
    },
    disclaimer: {
      title: '声明',
      description: '读者不应依赖本站提供的信息来解决健康问题。任何有关您的健康问题请联系您的家庭医生或医疗机构。任何治疗前，请先咨询家庭医生，熟知自身情况'
    }
  },
  service: {
    kicker: '服务',
    acupuncture: {
      title: '针灸',
      note: '40分钟 / $70',
      pricing: {
        first: {
          name: '针灸',
          time: '40分钟',
          price: '$70'
        },
        second: {
          name: '针灸 + 推拿',
          time: '30分钟 + 15分钟',
          price: '$90'
        },
        third: {
          name: '针灸 + 拔罐',
          time: '30分钟 + 15分钟',
          price: '$90'
        }
      },
      introduction: [
        '针灸一种主要通过针具对于人体腧穴部位进行刺激，达到防病，治病，保健等目地的传统治疗方法'
      ],
      types: {
        title: '种类',
        items: [
          '传统针灸',
          '浮针针灸',
          '铍针针灸',
          '腕踝针针灸',
          '平衡针针灸',
          '头针',
          '耳针',
          '颊针针灸',
          '脐针'
        ]
      },
      specialty: {
        title: '主要适合病种',
        items: [
          '<b>内科</b><br>哮喘，过敏性鼻炎，感冒，免疫力低下,  周围性面瘫, 中风后遗症,  耳聋耳鸣, 偏头痛, 消化系统疾病（消化不良，胃肠道疾病，肠易激综合征）',
          '<b>外科</b><br>带状疱疹，腰腿疼, 关节炎，强直性脊柱炎，颈椎病，肩周炎',
          '<b>妇科</b><br>月经失调，痛经， 子宫肌瘤， 盆腔炎，附件炎，卵巢功能低下（卵巢早衰），不孕症，更年期综合症'
        ]
      }
    },
    moxibustion: {
      title: '艾灸',
      note: '60分钟 / $100',
      pricing: {
        name: '艾灸',
        time: '60分钟-120分钟',
        price: '$100-$200'
      },
      introduction: '所谓艾灸疗法，是利用艾叶作原料，制成艾绒，通过燃烧的艾柱，艾条对人体穴位或特定部位进行熏灼在一定的穴位上，直接或间接地施以适当温热刺激，通过经络的传导作用而达到治病和保健目的的一种方法。',
      types: {
        title: '种类',
        items: [
          '热敏灸',
          '三伏灸',
          '三九灸',
          '膏肓灸',
          '药膏灸',
          '艾条灸',
          '温针灸',
          '督脉灸',
          '人脉灸',
          '十字灸',
        ]
      },
      specialty: {
        title: '主要适用病种',
        items: [
          '<b>内科</b><br>消化系统疾病（消化不良，胃肠道疾病，肠易激综合征，小儿腹泻）哮喘，支气管炎，过敏性鼻炎，感冒，免疫力低下 ， 周围性面瘫， 中风后遗症 ，耳聋耳鸣 ，偏头痛',
          '<b>外科</b><br>腰腿疼, 关节炎，强直性脊柱炎，颈椎病，肩周炎',
          '<b>妇科</b><br>乳腺增生， 月经失调， 子宫肌瘤， 盆腔附件炎， 不孕症， 痛经， 卵巢功能低下（卵巢早衰），更年期综合症'
        ]
      }
    },
    chinese_tui_na: {
      title: '推拿',
      note: '30分钟 / $90',
      pricing: {
        first: {
          name: '推拿',
          time: '30分钟',
          price: '$90'
        },
        second: {
          name: '推拿 + 拔罐',
          time: '15分钟 + 15分钟',
          price: '$90'
        }
      },
      introduction: [
        '推拿是为药物的自然疗法，物理疗法。中医指用手在人体上按经络，穴位，用推，拿，提，捏，揉，点，等手法进行治疗。医者运用自己的双手作用于病患的体表、不适的所在、 特定的腧穴 、疼痛的地方、具体运用多形式多种类的手法，以期达到顺通经路，推行气血，扶伤止痛，调和阴阳的疗效。',
        '优势病种：颈椎病，严椎间盘突出症，肩周炎，等外科疾病，妇科疾病以及各种内科疾病。'
      ]
    },
    massage: {
      title: '瑞典式按摩',
      note: '50分钟 / $90',
      pricing: {
        first: {
          name: '瑞典式按摩',
          time: '50分钟',
          price: '$90'
        },
        second: {
          name: '瑞典式按摩',
          time: '60分钟',
          price: '$100'
        }
      },
      introduction: '瑞典式按摩是传统的欧洲按摩技术。透过有规律的敲打，揉搓，利用精油按摩肌肉，增强体液循环，缓解肌肉紧张及疼痛，能促进体内的新陈代谢。针对不同情况，医师用适合的手法从而达到理想的效果。'
    },
    cupping: {
      title: '拔罐',
      note: '30分钟 / $90',
      pricing: {
        name: '拔罐',
        time: '30分钟',
        price: '$90'
      },
      introduction: '拔罐是以罐为工具，利用燃火，抽气等方法产生负压，使之吸附于体表，造成局部淤血，以达到通经活络，行气活血，消肿止痛，祛风散寒等作用的疗法。',
      types: {
        title: '种类',
        items: [
          '火罐',
          '真空拔罐'
        ]
      },
      specialty: {
        title: '适应症',
        content: '感冒，咳嗽，缺血等导致的各种痛症，风寒湿痹，肩颈腰腿疼痛等'
      }
    },
    chinese_herbs: {
      title: '中药',
      note: '诊断费$20 + 处方费$20+ 药材费用',
      pricing: {
        first: {
          name: '诊断费',
          price: '$20'
        },
        second: {
          name: '处方费',
          price: '$20'
        }
      },
      introduction: '中药是中医用以防病、治病的药物的总称。中药主要来源于天然药及其加工品，包括植物药、动物药、矿物药及部分化学、生物制品类药物。由于中药以植物药居多，故有“诸药以草为本”的说法。'
    }
  },
  about: {
    title: '关于',
    bob_li: {
      name: '李保国',
      description: {
        first: '李保国安省注册中医师，针灸师。山东中医药大学本科毕业获学士学位，广州中医药大学中医硕士研究生毕业获硕士学位。曾任广东省东莞市长安医院主治中医师及副主任中医师，20余年三级甲等医院临床经验。特殊方法治疗颈肩腰腿疼/头痛/痛经等各种痛症，擅长治疗过敏性鼻炎/带状疱疹/月经不调/不孕不育/更年期综合症/周围性面瘫/中风后遗症等疑难杂症，艾灸治疗免疫/呼吸/消化系统疾病，对关节炎/强直性脊柱炎/妇科疾病等有显著疗效 可接受多项医疗保险 (针灸、推拿、自然疗法)。',
        second: ''
      },
      timeline: {
        first: {
          time: '2013至今',
          content: {
            first: '加拿大安大略省注册针灸师，注册中医师。李保国中医诊所创始人',
            second: ''
          }
        },
        second: {
          time: '2004-2011',
          content: '东莞市长安医院中医综合科（主治中医师及副主任中医师）'
        },
        third: {
          time: '2001-2004',
          content: '广州中医药大学五官科学硕士研究生（师从广州中医药大学终身教授，博士生导师，中国中医药协会耳鼻咽喉科协会前主任委员，世界中医药联合会耳鼻喉科分会主任委员王士贞教授）'
        },
        fourth: {
          time: '1996-2001',
          content: '山东济宁市中医院 师从当地名老中医徐兆玉跟师学徒（一对一跟师，中医师授相传。徐老擅长内科、五官科及妇科）'
        },
        fifth: {
          time: '1999-2001',
          content: '山东中医药大学中医方剂专业在职硕士研究生（师从中国名老中医、方剂学专家刘持年教授）'
        },
        sixth: {
          time: '1995-1996',
          content: '济南军区总医院进修（五官、骨科各半年）'
        },
        seventh: {
          time: '1992-1995',
          content: '山东济宁市中医医院（针灸推拿科住院医师）'
        },
        eighth: {
          time: '1987-1992',
          content: '山东中医药大学中医临床专业'
        }
      },
      specialty: {
        title: '特长专长',
        description: '颈椎病 腰腿痛 关节炎 带状疱疹 过敏性鼻炎 感冒 月经不调 痛经 不卵巢功能低下 孕症 更年期综合症 偏头痛 周围性面瘫 中风后遗症。'
      }
    },
    kejian_hu: {
      name: '胡克俭',
      description: {
        first: '安大略省注册按摩师',
        second: '注册正骨师'
      }
    }
  },
  footer: {
    info: {
      title: '简介',
      description: '李保国注册中医师，针灸师。山东中医药大学本科毕业获学士学位，广州中医药大学中医硕士研究生毕业获硕士学位。曾任东莞市长安医院主治中医师及副主任中医师，20余年三级甲等医院临床经验。擅长中医内科、外科、五官、妇科、儿科等专业。综合运用中药、针灸、推拿、拔火罐、诊脉、处方等中国传统技法治疗常见病及疑难杂病，临床效果显著。可接受多项医疗保险 (针灸、推拿、自然疗法)。'
    },
    contact: {
      title: '联系方式',
      office: {
        title: '办公电话',
        content: {
          first: '613-800-4677',
          second: '819-880-5588'
        }
      },
      cell: {
        title: '移动电话',
        content: '613-797-6228'
      },
      email: {
        title: '电子邮箱',
        content: 'baoguolirac@gmail.com'
      }
    },
    location: {
      title: '诊所',
      primary: {
        title: '地址一',
        content: '767 Silver Seven Road, Unit 27<br>Kanata, Ontario,<br>K2V 0H1'
      },
      secondary: {
        title: '地址二',
        content: '1135 Maybank Street,<br>Ottawa, Ontario,<br>K2C 2W7'
      }
    }
  }
}
